Repository: joshliaocoding/aii-transcript-app
Catalog: lib/l10n/app_*.arb
Languages: ar, de, es, fr, hi, ja, pt, zh

# appTitle
source: AI Transcript App
ar: تطبيق AI للنسخ
de: KI-Transkript-App
es: Aplicación de Transcripción AI
fr: Application de Transcription IA
hi: एआई ट्रांसक्रिप्ट ऐप
ja: AI文字起こしアプリ
pt: Aplicativo de Transcrição IA
zh: AI 會議記錄應用程式

# homeTitle
source: Recent Meetings
ar: الاجتماعات
de: Meetings
es: Reuniones
fr: Réunions
hi: मीटिंग्स
ja: 会議
pt: Reuniões
zh: 最近的會議

# savedMeetingsTitle
source: Saved Meetings
ar: الاجتماعات المحفوظة
de: Gespeicherte Meetings
es: Reuniones Guardadas
fr: Réunions Enregistrées
hi: सहेजी गई मीटिंग्स
ja: 保存された会議
pt: Reuniões Salvas
zh: 已儲存的會議

# profileTitle
source: Profile
ar: الملف الشخصي
de: Profil
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
ja: プロフィール
pt: Perfil
zh: 個人資料

# recordScreenTitleNew
source: New Meeting
ar: تسجيل جديد
de: Neue Aufnahme
es: Nueva Grabación
fr: Nouvel Enregistrement
hi: नई रिकॉर्डिंग
ja: 新規録音
pt: Nova Gravação
zh: 新會議

# recordScreenTitleRecording
source: Recording...
ar: جارٍ التسجيل
de: Aufnahme läuft
es: Grabando
fr: Enregistrement en cours
hi: रिकॉर्डिंग चल रही है
ja: 録音中
pt: Gravando
zh: 錄音中...

# recordScreenTitleReview
source: Review & Save
ar: مراجعة التسجيل
de: Aufnahme überprüfen
es: Revisar Grabación
fr: Revoir l'enregistrement
hi: रिकॉर्डिंग की समीक्षा करें
ja: 録音の確認
pt: Revisar Gravação
zh: 檢視並儲存

# saveSuccessMessage
source: Meeting saved successfully!
ar: تم حفظ التسجيل بنجاح!
de: Aufnahme erfolgreich gespeichert!
es: ¡Grabación guardada con éxito!
fr: Enregistrement sauvegardé avec succès !
hi: रिकॉर्डिंग सफलतापूर्वक सहेजी गई!
ja: 録音が正常に保存されました！
pt: Gravação salva com sucesso!
zh: 會議已成功儲存！

# saveErrorMessage
source: Save failed: {errorMessage}
ar: فشل حفظ التسجيل: {errorMessage}
de: Speichern der Aufnahme fehlgeschlagen: {errorMessage}
es: Error al guardar la grabación: {errorMessage}
fr: Échec de la sauvegarde de l'enregistrement : {errorMessage}
hi: रिकॉर्डिंग सहेजने में विफलता: {errorMessage}
ja: 録音の保存に失敗しました: {errorMessage}
pt: Falha ao salvar gravação: {errorMessage}
zh: 儲存失敗：{errorMessage}

# discardChangesDialogTitle
source: Discard changes?
ar: تجاهل التغييرات؟
de: Änderungen verwerfen?
es: ¿Descartar Cambios?
fr: Annuler les modifications ?
hi: बदलावों को छोड़ें?
ja: 変更を破棄しますか？
pt: Descartar Alterações?
zh: 捨棄變更？

# discardChangesDialogContentRecording
source: Recording is in progress. Stop and discard?
ar: أنت تسجل حاليًا. سيؤدي التجاهل إلى إيقاف التسجيل وفقدان الصوت والنص غير المحفوظين. هل أنت متأكد؟
de: Sie nehmen gerade auf. Durch Verwerfen wird die Aufnahme gestoppt und ungespeicherter Ton und Transkript gehen verloren. Sind Sie sicher?
es: Actualmente está grabando. Descartar detendrá la grabación y perderá el audio y la transcripción no guardados. ¿Está seguro?
fr: Vous enregistrez actuellement. Annuler arrêtera l'enregistrement et vous perdrez l'audio et la transcription non enregistrés. Êtes-vous sûr ?
hi: आप वर्तमान में रिकॉर्डिंग कर रहे हैं। छोड़ने से रिकॉर्डिंग बंद हो जाएगी और असंरक्षित ऑडियो और ट्रांसक्रिप्ट खो जाएंगे। क्या आप वाकई सुनिश्चित हैं?
ja: 現在録音中です。破棄すると録音が停止し、保存されていない音声と文字起こしが失われます。よろしいですか？
pt: Você está gravando atualmente. Descartar interromperá a gravação e perderá áudio e transcrição não salvos. Tem certeza?
zh: 錄音正在進行中。停止並捨棄？

# discardChangesDialogContentUnsaved
source: You have an unsaved recording. Discard it?
ar: لديك بيانات تسجيل غير محفوظة. سيؤدي التجاهل إلى فقدان الصوت والنص غير المحفوظين. هل أنت متأكد؟
de: Sie haben ungespeicherte Aufnahmedaten. Durch Verwerfen gehen ungespeicherter Ton und Transkript verloren. Sind Sie sicher?
es: Tiene datos de grabación no guardados. Descartar perderá el audio y la transcripción no guardados. ¿Está seguro?
fr: Vous avez des données d'enregistrement non enregistrées. Annuler les modifications vous fera perdre l'audio et la transcription non enregistrés. Êtes-vous sûr ?
hi: आपके पास असंरक्षित रिकॉर्डिंग डेटा है। छोड़ने से असंरक्षित ऑडियो और ट्रांसक्रिप्ट खो जाएंगे। क्या आप वाकई सुनिश्चित हैं?
ja: 保存されていない録音データがあります。破棄すると保存されていない音声と文字起こしが失われます。よろしいですか？
pt: Você tem dados de gravação não salvos. Descartar perderá áudio e transcrição não salvos. Tem certeza?
zh: 您有未儲存的錄音。要捨棄嗎？

# dialogButtonCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pt: Cancelar
zh: 取消

# dialogButtonDiscard
source: Discard
ar: تجاهل
de: Verwerfen
es: Descartar
fr: Annuler
hi: छोड़ें
ja: 破棄
pt: Descartar
zh: 捨棄

# discardSuccessMessage
source: Recording discarded.
ar: تم تجاهل التسجيل.
de: Aufnahme verworfen.
es: Grabación descartada.
fr: Enregistrement annulé.
hi: रिकॉर्डिंग छोड़ दी गई।
ja: 録音は破棄されました。
pt: Gravação descartada.
zh: 錄音已捨棄。

# stopRecordingTooltip
source: Stop Recording
ar: إيقاف التسجيل
de: Aufnahme stoppen
es: Detener Grabación
fr: Arrêter l'enregistrement
hi: रिकॉर्डिंग रोकें
ja: 録音を停止
pt: Parar Gravação
zh: 停止錄音

# startRecordingTooltip
source: Start Recording
ar: بدء التسجيل
de: Aufnahme starten
es: Iniciar Grabación
fr: Démarrer l'enregistrement
hi: रिकॉर्डिंग प्रारंभ करें
ja: 録音を開始
pt: Iniciar Gravação
zh: 開始錄音

# recordingFinished
source: Recording finished. Ready to save.
ar: اكتمل التسجيل
de: Aufnahme beendet
es: Grabación finalizada
fr: Enregistrement terminé
hi: रिकॉर्डिंग समाप्त हुई
ja: 録音完了
pt: Gravação finalizada
zh: 錄音已完成，可以儲存。

# savingLabel
source: Saving...
ar: جارٍ الحفظ...
de: Speichern...
es: Guardando...
fr: Sauvegarde...
hi: सहेजा जा रहा है...
ja: 保存中...
pt: Salvando...
zh: 正在儲存...

# sttInitializing
source: Initializing Speech Recognition...
ar: جارٍ تهيئة التعرف على الكلام...
de: Spracherkennung wird initialisiert...
es: Inicializando reconocimiento de voz...
fr: Initialisation de la reconnaissance vocale...
hi: वाक् पहचान को इनिशियलाइज़ किया जा रहा है...
ja: 音声認識を初期化中...
pt: Inicializando reconhecimento de fala...
zh: 正在初始化語音辨識...

# speechRecognitionUnavailable
source: Speech recognition not available or permission denied. Transcription will be disabled.
ar: التعرف على الكلام غير متاح. سيتم تعطيل النسخ.
de: Spracherkennung nicht verfügbar. Transkription wird deaktiviert.
es: Reconocimiento de voz no disponible. La transcripción se desactivará.
fr: Reconnaissance vocale non disponible. La transcription sera désactivée.
hi: वाक् पहचान अनुपलब्ध है। ट्रांसक्रिप्शन अक्षम कर दिया जाएगा।
ja: 音声認識が利用できません。文字起こしは無効になります。
pt: Reconhecimento de fala indisponível. A transcrição será desativada.
zh: 語音辨識不可用或權限被拒。逐字稿功能將被停用。

# tapMicToRecord
source: Tap the microphone button above to start recording.
ar: انقر على الميكروفون لبدء التسجيل.
de: Tippen Sie auf das Mikrofon, um die Aufnahme zu starten.
es: Toque el micrófono para iniciar la grabación.
fr: Appuyez sur le microphone pour démarrer l'enregistrement.
hi: रिकॉर्डिंग शुरू करने के लिए माइक्रोफ़ोन पर टैप करें।
ja: マイクをタップして録音を開始します。
pt: Toque no microfone para iniciar a gravação.
zh: 點擊上方的麥克風按鈕開始錄音。

# meetingTitleLabel
source: Meeting Title (Optional)
ar: عنوان الاجتماع
de: Meeting-Titel
es: Título de la Reunión
fr: Titre de la réunion
hi: मीटिंग शीर्षक
ja: 会議タイトル
pt: Título da Reunião
zh: 會議標題 (選填)

# meetingTitleHint
source: Defaults to date/time if left blank
ar: مثال، مزامنة الفريق
de: Z.B. Team-Synchronisierung
es: Ej., Sincronización del Equipo
fr: Ex., Synchronisation d'équipe
hi: उदा., टीम सिंक
ja: 例：チーム同期
pt: Ex., Sincronização da Equipe
zh: 留空時預設為日期/時間

# participantsLabel
source: Participants (Optional, comma-separated)
ar: المشاركون
de: Teilnehmer
es: Participantes
fr: Participants
hi: प्रतिभागी
ja: 参加者
pt: Participantes
zh: 參與者 (選填，以逗號分隔)

# participantsHint
source: Participants (Optional, comma-separated)
ar: مثال، أليس، بوب، تشارلي
de: Z.B. Alice, Bob, Charlie
es: Ej., Alice, Bob, Charlie
fr: Ex., Alice, Bob, Charlie
hi: उदा., ऐलिस, बॉब, चार्ली
ja: 例：アリス、ボブ、チャーリー
pt: Ex., Alice, Bob, Charlie
zh: 參與者 (選填，以逗號分隔)

# descriptionLabel
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
hi: विवरण
ja: 説明
pt: Descrição
zh: 描述

# descriptionHint
source: Enter meeting description (optional)
ar: ملاحظات اختيارية حول الاجتماع
de: Optionale Notizen zum Meeting
es: Notas opcionales sobre la reunión
fr: Notes facultatives sur la réunion
hi: मीटिंग के बारे में वैकल्पिक नोट्स
ja: 会議に関するオプションのメモ
pt: Notas opcionais sobre a reunião
zh: 輸入會議描述 (選填)

# transcriptTitle
source: Transcript:
ar: النص
de: Transkript
es: Transcripción
fr: Transcription
hi: ट्रांसक्रिप्ट
ja: 文字起こし
pt: Transcrição
zh: 逐字稿：

# sttListening
source: Listening...
ar: جارٍ الاستماع...
de: Hört zu...
es: Escuchando...
fr: Écoute...
hi: सुन रहा है...
ja: 聞いています...
pt: Ouvindo...
zh: 正在聆聽...

# sttGeneratingTranscript
source: Generating transcript...
ar: جارٍ إنشاء النص...
de: Transkript wird generiert...
es: Generando transcripción...
fr: Génération de la transcription...
hi: ट्रांसक्रिप्ट बनाया जा रहा है...
ja: 文字起こしを生成中...
pt: Gerando transcrição...
zh: 正在產生逐字稿...

# noSavedMeetings
source: No saved meetings yet.
ar: لا توجد اجتماعات محفوظة بعد.
de: Noch keine Meetings gespeichert.
es: Aún no hay reuniones guardadas.
fr: Aucune réunion enregistrée pour l'instant.
hi: अभी तक कोई सहेजी गई मीटिंग नहीं है।
ja: まだ保存された会議はありません。
pt: Nenhuma reunião salva ainda.
zh: 尚未儲存任何會議。

# tapHeartToSave
source: Tap the heart icon on a meeting to save it.
ar: انقر على أيقونة القلب في سجل اجتماع لحفظه.
de: Tippen Sie auf das Herz-Symbol bei einem Meeting-Protokoll, um es zu speichern.
es: Toque el icono del corazón en un registro de reunión para guardarlo.
fr: Appuyez sur l'icône du cœur dans un enregistrement de réunion pour le sauvegarder.
hi: किसी मीटिंग रिकॉर्ड पर दिल के आइकन को टैप करके उसे सहेजें।
ja: 会議記録のハートアイコンをタップして保存します。
pt: Toque no ícone de coração em um registro de reunião para salvá-lo.
zh: 點擊會議上的心形圖示即可儲存。

# confirmDeleteTitle
source: Confirm Deletion
ar: تأكيد الحذف
de: Löschen bestätigen
es: Confirmar Eliminación
fr: Confirmer la suppression
hi: हटाना सुनिश्चित करें
ja: 削除の確認
pt: Confirmar Exclusão
zh: 確認刪除

# confirmDeleteContent
source: Are you sure you want to delete this meeting record?
ar: هل أنت متأكد من أنك تريد حذف سجل الاجتماع هذا؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie dieses Meeting-Protokoll wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar este registro de reunión? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cet enregistrement de réunion ? Cette action est irréversible.
hi: क्या आप वाकई इस मीटिंग रिकॉर्ड को हटाना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती है।
ja: この会議記録を削除してもよろしいですか？この操作は元に戻せません。
pt: Tem certeza de que deseja excluir este registro de reunião? Esta ação não pode ser desfeita.
zh: 您確定要刪除此會議記錄嗎？

# dialogButtonDelete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
pt: Excluir
zh: 刪除

# meetingDeletedMessage
source: Meeting "{title}" deleted.
ar: تم حذف '{meetingTitle}'.
de: '{meetingTitle}' gelöscht.
es: '{meetingTitle}' eliminado.
fr: '{meetingTitle}' supprimé.
hi: '{meetingTitle}' हटाया गया।
ja: '{meetingTitle}' が削除されました。
pt: '{meetingTitle}' excluído.
zh: 會議「{title}」已刪除。

source: Added to favorites
ar: تمت الإضافة إلى المفضلة
de: Zu Favoriten hinzugefügt
es: Añadido a favoritos
fr: Ajouté aux favoris
hi: पसंदीदा में जोड़ा गया
ja: お気に入りに追加されました
pt: Adicionado aos favoritos
zh: 已加入最愛

source: Removed from favorites
ar: تمت الإزالة من المفضلة
de: Aus Favoriten entfernt
es: Eliminado de favoritos
fr: Retiré des favoris
hi: पसंदीदा से हटाया गया
ja: お気に入りから削除されました
pt: Removido dos favoritos
zh: 已從最愛移除

# startTimeLabel
source: Start Time
ar: وقت البدء
de: Startzeit
es: Hora de Inicio
fr: Heure de début
hi: आरंभ समय
ja: 開始時間
pt: Hora de Início
zh: 開始時間

# endTimeLabel
source: End Time
ar: وقت الانتهاء
de: Endzeit
es: Hora de Finalización
fr: Heure de fin
hi: समाप्ति समय
ja: 終了時間
pt: Hora de Término
zh: 結束時間

# notEndedLabel
source: Not ended
ar: قيد التقدم
de: Läuft
es: En curso
fr: En cours
hi: जारी है
ja: 進行中
pt: Em andamento
zh: 未結束

# durationLabel
source: Duration
ar: المدة
de: Dauer
es: Duración
fr: Durée
hi: अवधि
ja: 期間
pt: Duração
zh: 持續時間

source: No transcript available.
ar: لا يوجد نص متاح.
de: Kein Transkript verfügbar.
es: No hay transcripción disponible.
fr: Aucune transcription disponible.
hi: कोई ट्रांसक्रिप्ट उपलब्ध नहीं है।
ja: 利用可能な文字起こしはありません。
pt: Nenhuma transcrição disponível.
zh: 無逐字稿可用。

# profileSectionTitle
source: Profile Section
ar: إعدادات التطبيق
de: App-Einstellungen
es: Configuración de la Aplicación
fr: Paramètres de l'application
hi: ऐप सेटिंग्स
ja: アプリ設定
pt: Configurações do Aplicativo
zh: 個人資料區塊

# profileSectionDescription
source: User settings and information will go here.
ar: تخصيص تجربة تطبيقك.
de: Passen Sie Ihr App-Erlebnis an.
es: Personaliza tu experiencia con la aplicación.
fr: Personnalisez votre expérience d'application.
hi: अपने ऐप अनुभव को अनुकूलित करें।
ja: アプリ体験をカスタマイズします。
pt: Personalize sua experiência com o aplicativo.
zh: 使用者設定和資訊將在此處顯示。

# languageSettingTitle
source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
ja: 言語
pt: Idioma
zh: 語言

# themeSettingTitle
source: Theme
ar: السمة
de: Thema
es: Tema
fr: Thème
hi: थीम
ja: テーマ
pt: Tema
zh: 主題

# noMeetingRecords
source: No meeting records yet.
ar: لا توجد سجلات اجتماعات بعد.
de: Noch keine Meeting-Protokolle.
es: Aún no hay registros de reuniones.
fr: Aucun enregistrement de réunion pour l'instant.
hi: अभी तक कोई मीटिंग रिकॉर्ड नहीं है।
ja: 会議記録はまだありません。
pt: Nenhum registro de reunião ainda.
zh: 尚未有會議記錄。

# recordNewMeetingTooltip
source: Record New Meeting
ar: تسجيل اجتماع جديد
de: Neues Meeting aufzeichnen
es: Grabar Nueva Reunión
fr: Enregistrer une nouvelle réunion
hi: नई मीटिंग रिकॉर्ड करें
ja: 新しい会議を記録する
pt: Gravar Nova Reunião
zh: 錄製新會議

# saveMeetingButton
source: Save Meeting Recording
ar: حفظ الاجتماع
de: Meeting speichern
es: Guardar Reunión
fr: Enregistrer la réunion
hi: मीटिंग सहेजें
ja: 会議を保存
pt: Сохранить встречу
zh: 儲存會議記錄

# discardRecordingButton
source: Discard Recording
ar: تجاهل التسجيل
de: Aufnahme verwerfen
es: Descartar Grabación
fr: Annuler l'enregistrement
hi: रिकॉर्डिंग छोड़ें
ja: 録音を破棄
pt: Отменить запись
zh: 捨棄錄音

# discardRecordingDialogTitle
source: Discard Recording?
ar: تجاهل التسجيل؟
de: Aufnahme verwerfen?
es: ¿Descartar Grabación?
fr: Annuler l'enregistrement ?
hi: रिकॉर्डिंग छोड़ें?
ja: 録音を破棄しますか？
pt: Отменить запись?
zh: 捨棄錄音？

# discardRecordingDialogContent
source: Are you sure you want to discard this recording?
ar: هل أنت متأكد من أنك تريد تجاهل هذا التسجيل؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie diese Aufnahme wirklich verwerfen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea descartar esta grabación? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir annuler cet enregistrement ? Cette action est irréversible.
hi: क्या आप वाकई इस रिकॉर्डिंग को छोड़ना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती है।
ja: この録音を破棄してもよろしいですか？この操作は元に戻せません。
pt: Вы уверены, что хотите отменить эту запись? Это действие невозможно отменить.
zh: 您確定要捨棄此錄音嗎？

# recordingNotSupportedWeb
source: Recording not supported on web
ar: التسجيل غير مدعوم على الويب
de: Aufnahme wird im Web nicht unterstützt
es: Grabación no compatible en web
fr: Enregistrement non pris en charge sur le web
hi: वेब पर रिकॉर्डिंग समर्थित नहीं है
ja: Webでは録音をサポートしていません
pt: Запись не поддерживается в Интернете
zh: 網頁版不支援錄音

# microphonePermissionRequired
source: Microphone permission is required for recording.
ar: إذن الميكروفون مطلوب للتسجيل.
de: Mikrofonberechtigung ist für die Aufnahme erforderlich.
es: Se requiere permiso de micrófono para grabar.
fr: Autorisation du microphone requise pour l'enregistrement.
hi: रिकॉर्डिंग के लिए माइक्रोफ़ोन अनुमति आवश्यक है।
ja: 録音にはマイクの許可が必要です。
pt: Для записи требуется разрешение микрофона.
zh: 錄音需要麥克風權限。

source: Failed to start recording.
ar: فشل بدء التسجيل.
de: Starten der Aufnahme fehlgeschlagen.
es: Error al iniciar la grabación.
fr: Échec du démarrage de l'enregistrement.
hi: रिकॉर्डिंग शुरू करने में विफलता।
ja: 録音を開始できませんでした。
pt: Не удалось начать запись.
zh: 無法開始錄音。

# failedToGetRecordingPath
source: Failed to get recording path after stopping.
ar: فشل الحصول على مسار التسجيل بعد التوقف.
de: Abrufen des Aufnahmepfads nach dem Stoppen fehlgeschlagen.
es: Error al obtener la ruta de grabación después de detener.
fr: Échec de l'obtention du chemin d'enregistrement après l'arrêt.
hi: रोकने के बाद रिकॉर्डिंग पथ प्राप्त करने में विफलता।
ja: 停止後に録音パスを取得できませんでした。
pt: Не удалось получить путь к записи после остановки.
zh: 停止後無法取得錄音檔案路徑。

# noRecordingToSave
source: No recording found to save, or recording was incomplete.
ar: لم يتم العثور على تسجيل للحفظ، أو كان التسجيل غير مكتمل.
de: Keine Aufnahme zum Speichern gefunden oder Aufnahme war unvollständig.
es: No se encontró grabación para guardar, o la grabación estaba incompleta.
fr: Aucun enregistrement trouvé à enregistrer, ou l'enregistrement était incomplet.
hi: सहेजने के लिए कोई रिकॉर्डिंग नहीं मिली, या रिकॉर्डिंग अधूरी थी।
ja: 保存する録音が見つからないか、録音が不完全でした。
pt: Запись для сохранения не найдена или запись была неполной.
zh: 找不到可儲存的錄音，或錄音不完整。

# systemDefaultTheme
source: System Default
ar: نسق النظام الافتراضي
de: Systemstandardthema
es: Tema predeterminado del sistema
fr: Thème par défaut du système
hi: सिस्टम डिफ़ॉल्ट थीम
ja: システムデフォルトテーマ
pt: Тема по умолчанию системы
zh: 系統預設

# lightModeTheme
source: Light Mode
ar: نسق فاتح
de: Helles Thema
es: Tema claro
fr: Thème clair
hi: लाइट मोड थीम
ja: ライトモードテーマ
pt: Светлая тема
zh: 淺色模式

# darkModeTheme
source: Dark Mode
ar: نسق داكن
de: Dunkles Thema
es: Tema oscuro
fr: Thème sombre
hi: डार्क मोड थीम
ja: ダークモードテーマ
pt: Темная тема
zh: 深色模式

# deleteMeetingDialogTitle
source: Delete Meeting
ar: تأكيد الحذف
de: Löschen bestätigen
es: Confirmar Eliminación
fr: Confirmer la suppression
hi: हटाना सुनिश्चित करें
ja: 削除の確認
pt: Подтвердить удаление
zh: 刪除會議

# deleteMeetingDialogContent
source: Are you sure you want to delete this meeting record? This action cannot be undone.
ar: هل أنت متأكد من أنك تريد حذف سجل الاجتماع هذا؟ لا يمكن التراجع عن هذا الإجراء.
de: Möchten Sie dieses Meeting-Protokoll wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar este registro de reunión? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer cet enregistrement de réunion ? Cette action est irréversible.
hi: क्या आप वाकई इस मीटिंग रिकॉर्ड को हटाना चाहते हैं? यह कार्रवाई पूर्ववत नहीं की जा सकती है।
ja: この会議記録を削除してもよろしいですか？この操作は元に戻せません。
pt: Вы уверены, что хотите удалить эту запись встречи? Это действие невозможно отменить.
zh: 您確定要刪除此會議記錄嗎？此操作無法復原。

# deleteMeetingTooltip
source: Delete Meeting
ar: حذف الاجتماع
de: Meeting löschen
es: Eliminar reunión
fr: Supprimer la réunion
hi: मीटिंग हटाएँ
ja: 会議を削除
pt: Удалить встречу
zh: 刪除會議

# deleteSuccessMessage
source: Meeting record deleted.
ar: تم حذف '{meetingTitle}'.
de: '{meetingTitle}' gelöscht.
es: '{meetingTitle}' eliminado.
fr: '{meetingTitle}' supprimé.
hi: '{meetingTitle}' हटाया गया।
ja: '{meetingTitle}' が削除されました。
pt: '{meetingTitle}' удалено.
zh: 會議記錄已刪除。

# deleteErrorMessage
source: Failed to delete meeting record: {error}
ar: فشل حذف سجل الاجتماع: {errorMessage}
de: Löschen des Meeting-Protokolls fehlgeschlagen: {errorMessage}
es: Error al eliminar el registro de reunión: {errorMessage}
fr: Échec de la suppression de l'enregistrement de réunion : {errorMessage}
hi: मीटिंग रिकॉर्ड हटाने में विफलता: {errorMessage}
ja: 会議記録の削除に失敗しました: {errorMessage}
pt: Не удалось удалить запись встречи: {errorMessage}
zh: 刪除會議記錄失敗：{error}

# detailsNotFoundTitle
source: Details Not Found
ar: التفاصيل غير موجودة
de: Details nicht gefunden
es: Detalles no encontrados
fr: Détails non trouvés
hi: Détails non trouvés
ja: 詳細が見つかりません
pt: Detalhes não encontrados
zh: 找不到詳細資料

source: Meeting record not found.
ar: لم يتم العثور على سجل الاجتماع.
de: Besprechungsaufzeichnung nicht gefunden.
es: Registro de reunión no encontrado.
fr: Enregistrement de la réunion non trouvé.
hi: Enregistrement de la réunion non trouvé.
ja: 会議記録が見つかりません。
pt: Registro da reunião não encontrado.
zh: 找不到會議記錄。
